Revit 2024 API
LogicalOrFilter Constructor
Overload List
Name | Description
LogicalOrFilter(IList<ElementFilter>)
 Constructs a new instance of the logical filter with any number of input filters.
LogicalOrFilter(ElementFilter, ElementFilter)
 Constructs a new instance of the logical filter with two input filters.
See Also
LogicalOrFilter Class
LogicalOrFilter Members
Autodesk.Revit.DB Namespace